Repository: AbdusalomovIbroxim/polya-top-bot-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: English
uz: Ingilizcha

source: Бронирование спортивных площадок
uz: Sport maydonlarini bron qilish

source: О проекте
uz: Loyiha haqida

source: Возможности
uz: Imkoniyatlar

source: Контакты
uz: Kontaktlar

source: Забронировать
uz: Bron qilish

source: Безопасные оплаты
uz: Xavfsiz to‘lovlar

source: Бронирование за 30 сек
uz: 30 soniyada bron qilish

source: Ищи, бронируй и играй
uz: Qidiring, bron qiling va o‘ynang

source: на лучших площадках
uz: eng yaxshi maydonlarda

source: Polyatop объединяет игроков и владельцев площадок: прозрачное расписание, мгновенная бронь, удобные оплаты и управление арендами — всё в одном месте.
uz: Polyatop o‘yinchilar va maydon egalari o‘rtasida aloqa o‘rnatadi: shaffof jadval, tezkor bron qilish, qulay to‘lovlar va ijaralarni boshqarish — barchasi bir joyda.

source: Начать бронирование
uz: Bron qilishni boshlash

source: Как это работает
uz: Bu qanday ishlaydi

source: Для владельцев:
uz: Maydon egalari uchun:

source: Онлайн-календарь, депозиты, частичная/групповая оплата, оповещения и API.
uz: Onlayn kalendar, depozitlar, qisman/guruhli to‘lovlar, bildirishnomalar va API.

source: Загрузим сюда скриншот веб‑приложения / 3D
uz: Bu yerga veb-ilova yoki 3D ko‘rinishining skrinshotini joylaymiz.

source: цифровая платформа, которая соединяет игроков и владельцев площадок. В основе — простота и скорость: от поиска до оплаты.
uz: O‘yinchilar va maydon egalari o‘rtasida aloqa o‘rnatadigan raqamli platforma. Asosi — soddalik va tezlik: qidiruvdan to to‘lovgacha.

source: Игрокам
uz: O‘yinchilar uchun

source: Находи площадку рядом, смотри свободные слоты и моментально бронируй без звонков.
uz: Yaqin maydonni toping, bo‘sh joylarni ko‘ring va qo‘ng‘iroqsiz darhol bron qiling.

source: Владельцам
uz: Maydon egalari uchun

source: Онлайн‑расписание, депозиты, гибкие тарифы, уведомления и аналитика загрузки.
uz: Onlayn jadval, depozitlar, moslashuvchan tariflar, bildirishnomalar va yuklama tahlili.

source: Командам
uz: Jamoalar uchun

source: Групповые оплаты, приглашения друзей и общий календарь тренировок.
uz: Guruhli to‘lovlar, do‘stlarni taklif qilish va umumiy mashg‘ulot taqvimi.

source: Набор инструментов для быстрого старта и удобного управления.
uz: Tez boshlash va qulay boshqaruv uchun vositalar to‘plami.

source: Каталог площадок
uz: Maydonchalar katalogi

source: Фильтры по виду спорта, цене, покрытию, доступности и расположению.
uz: Sport turi, narx, qoplama, mavjudlik va joylashuv bo‘yicha filtrlar.

source: Онлайн‑бронирование
uz: Onlayn bron qilish

source: Реальное расписание, моментальная бронь, напоминания и отмена по правилам.
uz: Haqiqiy jadval, darhol bron qilish, eslatmalar va qoidalar bo‘yicha bekor qilish.

source: Управление
uz: Boshqaruv

source: Гибкие тарифы, блокировка слотов, акционные предложения и промокоды.
uz: Moslashuvchan tariflar, joylarni bloklash, aksiyalar va promo-kodlar.

source: Оплаты
uz: To‘lovlar

source: Поддержка частичной/групповой оплаты, депозитов и возвратов.
uz: Qisman/guruhli to‘lovlar, depozitlar va qaytarishlarni qo‘llab-quvvatlash.

source: Локализация
uz: Lokalizatsiya

source: Русский, узбекский и английский языки. Часовые пояса и валюты.
uz: Rus, o‘zbek va ingliz tillari. Vaqt zonalari va valyutalar.

source: API интеграция
uz: API integratsiyasi

source: Подключение к сайту/боту, webhooks и экспорт данных.
uz: Veb-sayt/botga ulanish, webhooks va ma’lumotlarni eksport qilish.

source: Готовы попробовать?
uz: Sinab ko‘rishga tayyormisiz?

source: Забронируйте площадку онлайн — быстро и без звонков.
uz: Sport maydonini onlayn band qiling — tez va qo‘ng‘iroqlarsiz.

source: Открыть в Telegram
uz: Telegramda ochish

source: Связаться
uz: Biz bilan bog‘lanish

source: Оставьте заявку — мы свяжемся в ближайшее время.
uz: So‘rovingizni qoldiring — tez orada siz bilan bog‘lanamiz.

source: Ваше имя
uz: Ismingiz

source: Номер телефона
uz: Telefon raqamingiz

source: Сообщение
uz: Habar

source: Отправить
uz: Jo'natish

source: Платформа для поиска и бронирования спортивных площадок.
uz: Sport maydonlarini topish va band qilish uchun platforma.

source: Навигация
uz: Navigatsiya

source: Поддержка
uz: Qo‘llab-quvvatlash

source: Политика конфиденциальности
uz: Maxfiylik siyosati

source: Пользовательское соглашение
uz: Foydalanuvchi shartnomasi

source: Все права защищены.
uz: Barcha huquqlar himoyalangan.

source: Сделано с любовью к спорту
uz: Sportga bo‘lgan muhabbat bilan yaratilgan.
